Repository: Huigang610/busmaster-1
Catalog: Sources/Localization/locale/*/LC_MESSAGES/BUSMASTER.po
Languages: de

source: set btr ioctl failed
de: setzen des btr ioctl fehlgeschlagen

source: could not create the receive event
de: konnte das Empfangsereignis nicht erzeugen

source: VSCAN_SetRcvEvent failed
de: VSCAN_SetRcvEvent fehlgeschlagen

source: could not create the receive thread
de: konnte den Empfangs-Thread nicht erzeugen

source: error opening "VScom CAN" interface
de: Fehler beim Öffnen der "VScom CAN"-Schnittstelle

source: Description
de: Beschreibung

source: Error
de: Fehlre

source: Load library failed...
de: Laden der Bibliothek fehlgeschlagen...

source: Load library successful...
de: Laden der Bibliothek erfolgreich...

source: SENT REQUEST TO SEND
de: Sendeanforderung zum Senden

source: SENT LONG
de: Sende lang

source: Going to call bDeleteEventHandle
de: Werde bDeleteEventHandle aufzurufen

source: Called bDeleteEventHandle
de: Habe bDeleteEventHandle aufgerufen

source: Abandoned... %X %d
de: Aufgegeben... %X %d

source: Filter Selection Dialog
de: Filterselektionsdialog

source: Configured filters
de: Konfigurierte Filter

source: Selected filters
de: Ausgewählte Filter

source: Filter name cannot be empty
de: Dateiname kann nicht leer sein

source: Name already exists
de: Name existiert bereits

source: Message ID exceeds extended ID range
de: Nachrichten-ID übersteigt Extended-ID-Bereich

source: Message ID exceeds standard ID range
de: Nachrichten-ID übersteigt Standard-ID-Bereich

source: Start range message ID exceeds extended ID range
de: Startbereichsnachrichten-ID übersteigt Extended-ID-Bereich

source: Start range message ID exceeds standard ID range
de: Startbereichsnachrichten-ID übersteigt Standard-ID-Bereich

source: End range message ID exceeds extended ID range
de: Endbereichsnachrichten-ID übersteigt Extended-ID-Bereich

source: End range message ID exceeds standard ID range
de: Endbereichsnachrichten-ID übersteigt Standard-ID-Bereich

source: Start range ID is greater than or equal to end range ID
de: Startbereichs-ID ist größer oder gleich der Endbereichs-ID

source: Do you want to delete all filters from the list?
de: Wollen sie alle Filter von der Liste löschen?

source: Unable to create memory for new filter
de: Erzeugung des Speichers für neuen Filter nicht möglich

source: Unable to find unique name for the filter!
de: Es ist nicht möglich einen einzigartigen Namen für den Filter zu finden!

source: Converts the CANoe CAN log file(.asc) to BUSMASTER CAN log file(.log)
de: Konvertiert die CANoe CAN Aufzeichnungsdatei (.asc) zu BUSMASTER CAN Aufzeichnungsdatei (.log)

source: ASC TO LOG Conversion
de: ASC-nach-LOG-Konvertierung

source: Conversion success
de: Konvertierung erfolgreich

source: Conversion failed
de: Konvertierung fehlgeschlagen

source: Unknown
de: Unbekannt

source: CANoe log file(s) (*.asc)|*.asc||
de: CANoe Aufzeichnugsdatei(en) (*.asc)|*.asc||

source: BUSMASTER log file(s) (*.log)|*.log||
de: BUSMASTER Aufzeichnungsdatei(en) (*.log)|*.log||

source: Conversion Completed Successfully
de: Konvertierung erfolgreich abgeschlossen

source: Output File path is not found
de: Ausgabedateipfad wird nicht gefunden

source: Input File path is not found
de: Eingabedateipfad wird nicht gefunden

source: DBC file path
de: DBC-Dateipfad

source: DBF file path
de: DBF-Dateipfad

source: CAPL file(s) (*.can)|*.can||
de: CAPL-Datei(en) (*.can)|*.can||

source: Select CAPL (.can) file
de: Selektiere CAPL (.can)-Datei

source: Files
de: Dateien

source: CAPL file
de: CAPL-Datei

source: BUSMASTER file(s) (*.cpp)|*.cpp||
de: BUSMASTER-Datei(en) (*.cpp)|*.cpp||

source: Select BUSMASTER file
de: Selektiere BUSMASTER-Datei

source: CANoe database file(s) (*.dbc)|*.dbc||
de: CANoe-Datenbankdatei(en) (*.dbc)|*.dbc||

source: Select CANoe database file
de: Selektierte CANoe-Datenbankdatei

source: Invalid CANoe Database File
de: Ungültige CANoe-Datenbankdatei

source: BUSMASTER database file(s) (*.dbf)|*.dbf||
de: BUSMASTER Datenbankdatei(en) (*.dbf)|*.dbf||

source: Select BUSMASTER database file
de: Selektierte BUSMASTER Datenbankdatei

source: CAPL File
de: CAPL-Datei

source: Loading The CANoe Database Files... Please Wait
de: Laden der CANoe Datenbankdateien... Bitte warten

source: CAPL conversion is going on... Please wait
de: CAPL-Konvertierung läuft... Bitte warten

source: Database Conversion is Going on... Please Wait
de: Datenbankkonvertierung läuft... Bitte warten

source: Conversion Completed
de: Konvertierung abgeschlossen

source: No Key is avilable
de: Kein Schlüssel ist verfügbar

source: /* This file is generated by BUSMASTER */
de: /* Diese Datei wurde von BUSMASTER generiert */

source: Invalid Output File
de: Ungültige Ausgabedatei

source: This file does not exist
de: Diese Datei existiert nicht

source: Warning
de: Warnung

source: Output file is in read mode
de: Ausgabedatei ist im Lesemodus

source: Input File : %s
de: Eingabedatei : %s

source: Output File : %s
de: Ausgabedatei : %s

source: Percentage of File Converted =
de: Prozent der Datei konvertiert =

source: Log file is in read mode
de: Aufzeichnungsdatei ist im Lesemodus

source: Invalid input file
de: Ungültige Eingabedatei

source: Default combination will be used for rest of the keys
de: Standardkombination wird für den Rest der Schlüssel verwendet

source: (Unsupported Key Handler) :%s has not been converted
de: (Nicht unterstützter Tastenbehandler) :%s wurde nicht konvertiert

source: Load DBC Converter is Failed. Conversion will continue with out using Database Files
de: Laden des DBC-Konvertierers fehlgeschlagen. Konvertierung wird ohne Nutzung der Datenbankdateien fortgesetzt

source: No DBC Files are Added.If the CAPL File have any DBC messages converted file cpp may not compile. Do you want to continue?
de: Keine DBC-Dateien wurde hinzugefügt. Wenn die CAPL-Datei konvertierte DBC-Nachrichten hat, wird die C++-Datei nicht kompiliert. Wollen sie fortsetzen?

source: Environment handler : @ Line No. %d has been replaced with Key Handler
de: Umgebungsbehandler : @ Zeilennr. %d wurde durch Tastenbehandler ersetzt

source: Unsupported Key : @ Line No. %d has not been changed.
de: Nicht unterstützte Taste : @ Zeilennr. %d wurde nicht geändert.

source: (Unsupported Key Handler) :'%s' has been replaced with '%c'
de: (Nicht unterstützter Tastenbehandler) :'%s' wurde durch '%c' ersetzt

source: Converts the CANoe Database(.dbc) file to BUSMASTER Database(.dbf) file
de: Konvertiert die CANoe-Datenbankdatei (.dbc) in BUSMASTER-Datenbankdatei (.dbf)

source: DBC TO DBF Conversion
de: DBC-nach-DBF-Konvertierung

source: : Match not Found in Param List
de: : Übereinstimmung in Parameterliste nicht gefunden

source: Description:Default Value tag(BA_DEF_DEF_) doesn;t exist
de: Beschreibung:Standardwertkennzeichnung (BA_DEF_DEF_) existiert nicht

source: Action Taken : Reset to default value
de: Durchgeführte Maßnahme : Rücksetzen zum Standardwert

source: Description: Invalid Data Ranges
de: Beschreibung: Ungültige Datenbereiche

source: No error
de: Kein Fehler

source: Data format mismatch
de: Datenformat unpassend

source: Invalid signal length
de: Ungültige Signallänge

source: Invalid start bit
de: Ungültiges Startbit

source: Invalid signal type
de: Ungültiger Signaltyp

source: Invalid Max or Min value.
de: Ungültiger Max. oder Min.-Wert.

source: Value Set to default
de: Wert auf Standard gesetzt

source: Signal Discarded
de: Signal abgelehnt

source: Conversion completed.
de: Konvertierung abgeschlossen.

source: Conversion completed with warnings.
de: Konvertierung mit Warnungen abgeschlossen.

source: Conversion aborted. Error opening input file.
de: Konvertierung abgebrochen. Fehler beim Öffnen der Eingabedatei.

source: Conversion aborted. Error creating output file.
de: Konvertierung abgebrochen. Fehler beim Erzeugen der Ausgabedatei.

source: Conversion aborted. Error with input file format.
de: Konvertierung abgebrochen. Fehler mit dem Eingabedateiformat.

source: Conversion aborted. Error creating log file.
de: Konvertierung abgebrochen. Fehler beim Erzeugen der Aufzeichnungsdatei.

source: Conversion Error Log
de: Konvertierungsfehleraufzeichnung

source: Signal Discarded SIG_NAME:
de: Signal abgelehnt SIG_NAME:

source: , Reason:
de: , Grund:

source: Converts the BUSMASTER Database(.dbf) file to CANoe Database(.dbc) file
de: Konvertiert BUSMASTER-Datenbankdatei (.dbf) in CANoe-Datenbankdatei (.dbc)

source: DBF TO DBC Conversion
de: DBF-nach-DBC-Konvertierer

source: Invalid Input/Output Files
de: Ungültige Eingabe-/Ausgabedateien

source: Close
de: Schließen

source: Identifier Three-letter Abbrev. lang. Name
de: Identifizierer Drei-Buchstaben abgekürzter Sprach.-Name

source: Plugin loading error
de: Plugin-Ladefehler

source: Converts the CANoe J1939 Database(.dbc) file to BUSMASTER J1939 Database(.dbf) file
de: Konvertiert die CANoe-J1939-Datenbankdatei (.dbc) in BUSMASTER-J1939-Datenbankdatei (.dbf)

source: J1939 DBC TO DBF Conversion
de: J1939-DBC-nach-DBF-Konvertierer

source: Converts the BUSMASTER CAN log file(.log) to CANoe CAN log file(.asc)
de: Konvertiert BUSMASTER-CAN-Aufzeichnungsdatei (.log) in CANoe-CAN-Aufzeichnungsdatei (.asc)

source: LOG TO ASC Conversion
de: LOG-nach-ASC-Konvertierer

source: Conversion May not be work with CANoe since the input file is logged in system mode
de: Konvertierung funktioniert in CANoe möglicherweise nicht, weil die Eingabedatei im Systemmodus aufgezeichnet ist

source: Sun
de: Son

source: Tue
de: Die

source: Wed
de: Mit

source: Thu
de: Don

source: Fri
de: Fre

source: Sat
de: Sam

source: Export Log File -
de: Exportiere Aufzeichnungsdatei -

source: <FONT COLOR ="GREEN"><CENTER><B>BUSMASTER - Exported Log File Report</B></CENTER>
de: <FONT COLOR ="GREEN"><CENTER><B>BUSMASTER - Exportierter Aufzeichnungsdateibericht</B></CENTER>

source: Invalid Error
de: Ungültiger Fehler

source: Do you want to close the application?
de: Wollen sie die Applikation schließen?

source: MRU list
de: MRU-Liste

source: MRU file1
de: MRU-Datei1

source: MRU file2
de: MRU-Datei2

source: MRU file3
de: MRU-Datei3

source: MRU file4
de: MRU-Datei4

source: MRU file5
de: MRU-Datei5

source: Empty
de: Leer

source: &File
de: &Datei

source: Select rule file
de: Selektiere Rollendatei

source: Successfully converted text file to Excel file!
de: Textdatei erfolgreich zu Excel-Datei konvertiert!

source: The log file selected doesn't match the bus type selection. Please check.
de: Die ausgewählte Aufzeichnungsdatei passt nicht zur Bustypselektion. Bitte prüfen.

source: Could not convert!
de: Konnte nicht konvertieren!

source: Error in opening input files
de: Fehler beim Öffnen der Eingabedateien

source: No fields selected!
de: Keine Felder selektiert!

source: Enter log file details!
de: Eingeben der Aufzeichnungsdateidetails!

source: Enter CSV file details!
de: Eingeben der CSV-Dateidetails!

source: Enter log and CSV file details!
de: Eingeben der Aufzeichnungs- und CSV-Dateidetails!

source: Log file doesn't exist!
de: Aufzeichnungsdatei existiert nicht!

source: CSV file doesn't exist!
de: CSV-Datei existiert nicht!

source: Insufficient memory available
de: Ungenügender Speicher verfügbar

source: There is no active database. Please import database
de: Es gibt keine aktive Datenbank. Bitte importieren sie eine Datenbank

source: Select export file
de: Wähle Exportdatei

source: Comma Separated Values file(s) (*.csv)|*.csv||
de: CSV-Datei(en) (*.csv)|*.csv||

source: Excel file(s) (*.xls)|*.xls||
de: Excel-Datei(en) (*.xls)|*.xls||

source: Select log file
de: Selektiere Aufzeichnungsdatei

source: Please enter log file and export file names
de: Bitte Aufzeichnungsdatei und Exportdateinamen eingeben

source: BUSMASTER generated report
de: BUSMASTER-generierte Berichte

source: Timer name should not be empty
de: Uhrenname darf nicht leer sen

source: Invalid timer name
de: Ungültiger Uhrenname

source: Timer name should not contain spaces/special characters.
de: Uhrenname darf keine Leer-/Spezialzeichen beinhalten.

source: Input file open error :
de: Eingabedateiöffnungsfehler :

source: Connect
de: Verbinden

source: Disconnect
de: Verbindungsabbau

source: Simulation files have been modified. Do you want to save the changes?
de: Simulationsdateien wurden modifiziert. Wollen sie die Änderungen speichern?

source: Modified
de: Modifiziert

source: message
de: Nachricht

source: " handler
de: " Behandler

source: Select the DLL
de: Wähle die DLL

source: All supported simulation file(s) (*.cpp;*.c)|*.cpp; *.c|C++ file(s) (*.cpp)|*.cpp|C file(s) (*.c)|*.c||
de: Alle unterstützten Simulationsdatei(en) (*.cpp;*.c)|*.cpp; *.c|C++-Datei(en) (*.cpp)|*.cpp|C-Datei(en) (*.c)|*.c||

source: MMI: CMainFrame::OnCreate() could not create font for combo box
de: MMI: CMainFrame::OnCreate() konnte Schriftart der Kombinationsbox nicht erzeugen

source: Handler Count
de: Behandleranzahl

source: Handler Description
de: Behandlerbeschreibung

source: Failed to change the string
de: Änderung der Zeichenkette fehlgeschlagen

source: Category
de: Kategorie

source: Cursor1
de: Zeiger1

source: Cursor2
de: Zeiger2

source: Difference
de: Differenz

source: Signal Graph - CAN
de: Signalgrafik - CAN

source: Signal Graph -
de: Signalgrafik -

source: Channel %-2d -> %s kbps
de: Kanal %-2d -> %s kbps

source: Select export filename...
de: Wähle Exportdateiname...

source: CSV report successfully generated and saved at %s
de: CSV-Bericht erfolgreich generiert und als %s abgespeichert

source: Please enter valid CSV report file path
de: Bitte gültigen CSV-Berichtsdateipfad eingeben

source: Select report filename...
de: Wähle Berichtsdateiname...

source: HTML report file(s) (*.html)|*.html||
de: HTML Berichtsdatei(en) (*.html)|*.html||

source: HTML report successfully generated and saved at %s
de: HTML-Berich erfolgreich generiert und als %s abgespeichert

source: Please enter valid HTML report file path
de: Bitte gültigen HTML Berichtdateipfad eingeben

source: Select picture filename...
de: Wähle Bilddateiname...

source: Please enter valid bitmap file path
de: Bitte gültigen Bitmap-Dateipfad eingeben

source: Dissociation will clear Graph element List for all buses. Do you want to Clear the List?
de: Entfernen der Beziehung wird Grafikelementliste für alle Busse leeren. Wollen sie die Liste leeren?

source: Invalid main frame pointer
de: Ungültiger Hauptrahmenzeiger

source: Signal Graph
de: Signal Grafik

source: Database messages
de: Datenbanknachrichten

source: Statistics
de: Statistiken

source: Raw
de: Roh

source: Physical
de: Physikalisch

source: Show
de: einblenden

source: Hide
de: ausblenden

source: Enable
de: Einschalten

source: Disable
de: Abschalten

source: Element not found in the list. Please remove dead elements!
de: Element wurde in der Liste nicht gefunden. Bitte entfernen sie tote Elemente!

source: Only 10 graph elements are supported. Please delete existing element to add new element
de: Nur 10 Grafikelemente werden unterstützt. Bitte löschen sie existierende Elemente um neue Elemente hinzuzufügen.

source: Please enter valid range value
de: Bitte gültigen Wertebereich eingeben

source: Show grid
de: Gitter einblenden

source: Hide grid
de: Gitter ausblenden

source: New test case
de: Neuer Testfall

source: Send
de: Senden

source: Verify
de: Prüfen

source: Wait
de: Warten

source: Verify Response
de: Antwort prüfen

source: New
de: Neu

source: Delete
de: Löschen

source: Collapse all
de: Alle zuklappen

source: Expand all
de: Alle aufklappen

source: Background color
de: Hintergrundfarbe

source: Invalid test setup file
de: Ungültige Testsetupdatei

source: Replay
de: Abspielen

source: Select a test setup file
de: Wähle eine Testsetupdatei

source: Current list is modified. Do you want to save the changes?
de: Aktuelle Liste ist modifiziert. Wollen sie die Änderungen speichern?

source: Title
de: Titel

source: Bus type
de: Bustyp

source: Database path
de: Datenbankpfad

source: Text file(s) (*.txt)|*.txt|HTML file(s) (*.html)|*.html||
de: Textdatei(en) (*.txt)|*.txt|HTML-Datei(en) (*.html)|*.html||

source: Report file path
de: Berichtdateipfad

source: Time mode
de: Zeitmodus

source: Test case ID
de: Testfall-ID

source: Test case name
de: Testfallname

source: Continue
de: Fortsetzen

source: Exit
de: Verlassen

source: Exception handler
de: Ausnahmebehandler

source: Message count
de: Nachrichtenzähler

source: [Add message]
de: [Nachricht hinzufügen]

source: Failure classification
de: Fehlerklassifikation

source: Wait until
de: Warte bis

source: Purpose
de: Absicht

source: Delay (in msec)
de: Verzögerung (in msek)

source: File path
de: Dateipfad

source: Eng.
de: Ing.

source: Signal unit type
de: Signaleinheitentyp

source: Database path is changed. All old messages of test setup file will be deleted. Do you want to continue?
de: Datenbankpfad wurde geändert. Alle alten Nachrichten des Testsetups werden gelöscht. Wollen sie fortfahren?

source: Database path changed
de: Datenbankpfad geändert

source: Untitled test case
de: Unbenannter Testfall

source: Verify response
de: Antwort prüfen

source: The file '%s' has been modified. Do you want to save?
de: Die Datei '%s' wurde geändert. Wollen sie speichern?

source: Test Automation Editor
de: Testautomatisierungseditor

source: Wrong item selected
de: Falscher Eintrag selektiert

source: Found some errors\warnings
de: Es wurden einige Fehler gefunden\Warnungen

source: Validation failed
de: Validation fehlgeschlagen

source: No errors\warnings are found
de: Keine Fehler\Warnungen wurden gefunden

source: Validation success
de: Validierung erfolgreich

source: Warning: Has no send messages
de: Warnung: Es hat keine Sendebotschaften

source: <New test setup>
de: <Neues Testsetup>

source: No test cases are defined
de: Es sind keine Testfälle definiert

source: Unable to create XML parser object
de: Erzeugen des XML-Parser-Objekts nicht möglich

source: Engineer name
de: Ingenieursname

source: Engineer role
de: Ingenieursrolle

source: Module name
de: Modulname

source: No database file is included
de: Keine Datenbankdatei ist enthalten

source: Incorrect database file path
de: Inkorrekter Datenbankdateiname

source: Error: Has no verify messages
de: Fehler: Hat keine Überprüfungsnachrichten

source: Add...
de: Hinzufügen...

source: Execute
de: Ausführen

source: Reload file
de: Datei erneut laden

source: In VerifyCurrentMessage - Before EnterCriticalSection
de: In VerifyCurrentMessage - Vor EnterCriticalSection

source: In VerifyCurrentMessage - After EnterCriticalSection
de: In VerifyCurrentMessage - Nach EnterCriticalSection

source: Success
de: Erfolgreich

source: Success count %d
de: Erfolgszähler %d

source: No message was received
de: Keine Nachricht wurde empfangen

source: Verifying message
de: Prüfe Nachricht

source: Fail
de: Fehlschlag

source: Sending message
de: Sende Nachricht

source: Test Suite Executor
de: Testsuiteausführer

source: Execution step
de: Ausführungsschritt

source: Result
de: Resultat

source: %s is invalid
de: %s ist ungültig

source: Sending messages started
de: Senden der Nachrichten gestartet

source: Verifying started
de: Prüfung gestartet

source: Waiting %d msec for %s
de: Warte für %d msec auf %s

source: VerifyRequest started
de: Prüfanfrage gestartet

source: Report file for:
de: Berichtdatei für::

source: Test Setup File Information:
de: Test Setup Dateiinformation:

source: Title:
de: Titel:

source: Module name:
de: Modulname:

source: Database information:
de: Datenbankinformation:

source: Engineer Information:
de: Ingenieursinformation:

source: Designation:
de: Bezeichnung:

source: Results:
de: Resultate:

source: Test case:
de: Testfall:

source: Result:
de: Resultat:

source: Failed
de: Fehlgeschlagen

source: Start time:
de: Startzeit:

source: End time:
de: Endzeit:

source: Verify - %d (Severity - %s)
de: Prüfe - %d (Schwere - %s)

source: No message is verified
de: Keine Nachricht ist verifiziert

source: Sunday
de: Sonntag

source: Monday
de: Montag

source: Tuesday
de: Dienstag

source: Wednesday
de: Mittwoch

source: Thursday
de: Donnerstag

source: Friday
de: Freitag

source: Saturday
de: Samstag

source: Single
de: Einzel

source: Cyclic trigger on event
de: Zyklische Auslösung beim Ereignis

source: Monoshot trigger on event
de: Einfache Auslösung beim Ereignis

source: Tx block stopped
de: Tx-Block gestoppt
