Repository: Huigang610/busmaster-1
Catalog: Sources/Localization/locale/*/LC_MESSAGES/BUSMASTER.po
Languages: de

source: The function vInitializeCOMReadBuffer() failed.
de: Die Funktion vInitializeCOMReadBuffer() ist fehlgeschlagen.

source: Failed to initialize OLE
de: Fehlschlag OLE zu initialisieren

source: C file(s) (*.c)|*.c||
de: C-Datei(en) (*.c)|*.c||

source: Select BUSMASTER source filename...
de: Wähle BUSMASTER Quelldateiname...

source: Specified filename not found!
de: Angegebener Dateiname nicht gefunden!

source: while loading
de: während des Ladens

source: Operation unsuccessful.
de: Operation nicht erfolgreich.

source: while saving
de: während des Speicherns

source: File error occured
de: Dateifehler aufgetreten

source: Configuration file not found
de: Konfigurationsdatei nicht gefunden

source: Unable to open configuration file
de: Öffnen der Konfigurationsdatei nicht möglich

source: Unable to read configuration file
de: Lesen der Konfigurationsdatei nicht möglich

source: Unable to write into configuration file
de: Schreiben der Konfigurationsdatei nicht möglich

source: Unable to close configuration file successfully
de: Erfolgreiches Schließen der Konfigurationsdatei nicht möglich

source: Invalid configuration file extension found
de: Unzulässige Konfigurationsdateiendung gefunden

source: Configuration file path not found
de: Konfigurationsdateipfad nicht gefunden

source: Configuration file access was denied
de: Konfigurationsdateizugriff wurde verweigert

source: Invalid file handle obtained
de: Ungültigen Datei-Handle erhalten

source: Specified drive not found
de: Spezifisches Laufwerk nicht gefunden

source: An attempt to edit the file has been made from outside the application. Corrupt configuration file found
de: Ein Versuch die Datei außerhalb der Anwendung zu modifizieren wurde durchgeführt. Beschädigte Konfigurationsdatei gefunden

source: Corrupt configuration file header found
de: Beschädigter Konfigurationsdateikopf gefunden

source: Unknown error encountered
de: Unbekannter Fehler festgestellt

source: Database file:
de: Datenbankdatei:

source: not found!
de: nicht gefunden!

source: Unhandled exception in BUSMASTER. Would you like to save a dump file?
de: Unbehandlete Ausnahme in BUSMASTER. Wollen sie eine Dump-Datei speichern?

source: Saved dump file to
de: Abspeichern der Dump-Datei nach

source: Failed to save dump file to
de: Speichern der Dump-Datei fehlgeschlagen nach

source: Failed to create dump file
de: Erzeugen der Dump-Datei fehlgeschlagen

source: The configuration file is not compatible
de: Die Konfigurationsdatei ist nicht kompatibel

source: The configuration file is not valid
de: Die Konfigurationsdatei ist nicht gültig

source: Configuration file changed outside the application
de: Konfigurationsdatei außerhalb der Anwendung geändert

source: Error while updating data
de: Fehler beim Aktualisieren der Daten

source: Error while loading Signal Watch list!
de: Fehler beim Laden der Signalbeobachtungsliste!!

source: Error while saving simulated system list!
de: Fehler beim Speichern der Simulationssystemliste!!

source: Error while loading simulated system list!
de: Fehler beim Laden der Simulationssystemliste!!

source: Configure logging for CAN
de: Konfiguration der CAN-Aufzeichnung

source: Start on reception of ID 0x
de: Start des Empfangs bei ID 0x

source: Stop on reception of ID 0x
de: Stopp des Empfangs bei ID 0x

source: Configure logging for J1939
de: Konfiguration der J1939-Aufzeichnung

source: Start on reception of PGN 0x
de: Start des Empfangs bei PGN 0x

source: Stop on reception of PGN 0x
de: Stop des Empfangs bei PGN0x

source: All
de: Alle

source: - Read only as logging is on
de: - Nur lesen, da Aufzeichnung an ist

source: BUSMASTER configuration file(s) (*.cfx)|*.cfx||
de: BUSMASTER Konfigurationsdatei(en) (*.cfx)|*.cfx||

source: Node Simulation
de: Knotensimulation

source: Message Window
de: Nachrichtenfenster

source: Main
de: Haupt

source: Configure
de: Konfiguriere

source: CAN Database
de: CAN-Datenbank

source: Failed to create status bar
de: Erzeugen der Statusleiste fehlgeschlagen

source: Failed to create toolbar
de: Erzeugen der Werkzeugleiste fehlgeschlagen

source: Are you sure you want to close the database that is already open?
de: Sind sie sicher, dass sie die Datenbank schließen wollen, die bereits geöffnet ist?

source: BUSMASTER CAN database file(s) (*.dbf)|*.dbf||
de: BUSMASTER CAN Datenbankdatei(en) (*.dbf)|*.dbf||

source: Select BUSMASTER database filename...
de: Wähle BUSMASTER Datenbankdateiname...

source: Specified database file is not found. Operation unsuccessful.
de: Angegebene Datenbankdatei nicht gefunden. Operation nicht erfolgreich.

source: Database Editor
de: Datenbankeditor

source: Create BUSMASTER database window failed!
de: Erzeugung des BUSMASTER Datenbankfensters fehlgeschlagen!

source: Do you want to save changes to the database file?
de: Wollen sie die Änderungen in die Datenbankdatei speichern?

source: Select active database filename...
de: Wähle aktiven Datenbankdateinamen...

source: New database file name...
de: Neuer Datenbankdateiname...

source: BUSMASTER CAN database file(s) (*.dbf) |*.dbf||
de: BUSMASTER CAN Datenbankdatei(en) (*.dbf)|*.dbf||

source: Save as...
de: Speichern unter...

source: File "%s" has been modified which is currently being loaded. Do you want to re-import it to reflect the changes?
de: Die Datei "%s" wurden modifiziert, die gerade geladen ist. Wollen sie sie reimportieren, um Änderungen zu übernehmen?

source: Configure Message Display - CAN
de: Konfiguration der CAN-Aufzeichnung

source: The following file(s) are either not properly build or loaded:
de: Die folgenden Datei(en) wurden entweder nicht ordentlich erzeugt oder geladen:

source: The following file(s) are not properly build:
de: Die folgenden Datei(en) wurden nicht ordentlich erzeugt:

source: The following file(s) are not properly loaded:
de: Die folgenden Datei(en) wurden nicht ordentlich geladen:

source: The following file(s) are not properly unloaded:
de: Die folgenden Datei(en) wurden nicht ordentlich entladen:

source: You have made changes to the configuration. Do you want to save it?
de: Sie haben Änderungen an der Konfiguration vorgenommen. Wollen sie diese speichern?

source: Save Configuration File
de: Speichere Konfigurationsdatei

source: Default configuration loaded
de: Ungültige Standardkonfiguration

source: Config file: %s
de: Konfigurationsdatei: %s

source: Trying to connect the hardware... Please wait
de: Versuche die Hardware zu verbinden... Bitte warten

source: Connected...
de: Verbunden...

source: Failed to connect the hardware...
de: Verbindung der Hardware fehlgeschlagen...

source: Failed to start the hardware
de: Starten der Hardware fehlgeschlagen

source: Load
de: Laden

source: Load configuration filename...
de: Lade Konfigurationsdateiname...

source: Open
de: Öffnen

source: New configuration filename...
de: Neuer Konfigurationsdateiname...

source: Save configuration file
de: Speichere Konfigurationsdatei

source: Save configuration filename...
de: Speichere Konfigurationsdateiname...

source: BUSMASTER Format Conversions
de: BUSMASTER Formatkonvertierer

source: registering client failed
de: Registrierung des Klienten fehlgeschlagen

source: Selecting hardware interface failed
de: Auswählen der Hardwareschnittstelle fehlgeschlagen

source: Hardware selection cancelled. Retaining previous hardware settings..
de: Hardwareselektion fehlgeschlagen. Behalte vorherige Hardwareeinstellungen...

source: Listing hardware interfaces failed
de: Auflisten der Hardwareschnittstellen fehlgeschlagen

source: Driver selection failed
de: Treiberselektion fehlgeschlagen

source: %s - %s - %.3f Kbps (Allowed channels: %d)
de: %s - %s - %.3f Kbps (Gültige Kanäle: %d)

source: True
de: Richtig

source: False
de: Falsch

source: Absolute
de: Absolut

source: Relative
de: Relativ

source: English
de: Englisch

source: CreatePopupMenu for driver selection failed
de: CreatePopupMenu für Treiberselektion fehlgeschlagen

source: New CMenu() failed
de: Neues CMenu() fehlgeschlagen

source: GetSubMenu("&Hardware") failed
de: GetSubMenu("&Hardware") fehlgeschlagen

source: &Hardware Interface
de: &Hardwareschnittstelle

source: Could not create DIL menu items
de: Konnte die DIL-Menueinträge nicht erzeugen

source: The function vInitializeGraphWndReadBuffer() failed.
de: Die Funktion vInitializeGraphWndReadBuffer() ist fehlgeschlagen.

source: &Activate
de: &Aktivieren

source: Deac&tivate
de: Deak&tivieren

source: DIL.J1939 network started...
de: DIL.J1939-Netzwerk gestartet...

source: Network startup failed. Select a valid hardware interface.
de: Hochfahren des Netzwerks fehlgeschlagen. Wähle eine gültige Hardwareschnittstelle.

source: DIL.J1939 network stopped...
de: DIL.J1939-Netzwerk gestopped...

source: &Go Offline
de: &Gehe offline

source: &Go Online
de: &Gehe online

source: Querying DIL.J1939 ...
de: Abfragen DIL.J1939 ...

source: DIL.J1939 query successful...
de: DIL.J1939-Abfrage erfolgreich...

source: DIL.J1939 initialisation successful...
de: DIL.J1939-Initialisierung erfolgreich...

source: DIL.J1939 initialisation failed...
de: DIL.J1939-Initialisierung fehlgeschlagen...

source: DIL.J1939 client registration successful...
de: DIL.J1939-Klientenregistierung fehlgeschlagen...

source: J1939 logger query successful...
de: J1939-Aufzeichnerabfrage fehlgeschlagen...

source: J1939 logger successfully initialised...
de: J1939-Aufzeichner erfolgreich initialisiert...

source: J1939 logger initialisation failed...
de: J1939-Aufzeichnerinitialisierung fehlgeschlagen...

source: J1939 logger query failed...
de: J1939-Aufzeichnerabfrage fehlgeschlagen...

source: DIL.J1939 client registration failed...
de: DIL.J1939-Klientenregistrierung fehlgeschlagen...

source: Query of DIL.J1939 failed...
de: Abfrage der DIL.J1939 fehlgeschlagen...

source: Stopping J1939 logging...
de: Stoppe J1939-Aufzeichnung...

source: Stopping J1939 logging failed...
de: Stoppen der J1939-Aufzeichnung fehlgeschlagen...

source: Going offline...
de: Gehe offline...

source: Going offline failed...
de: Offlinegehen fehlgeschlagen...

source: Uninitialising DIL.J1939...
de: Deinitialisiere DIL.J1939...

source: Uninitialising DIL.J1939 failed...
de: Deinitialisierung der DIL.J1939 fehlgeschlagen...

source: Done...
de: Fertig...

source: BUSMASTER J1939 database file(s) (*.dbf)|*.dbf||
de: BUSMASTER J1939 Datenbankdatei(en) (*.dbf)|*.dbf||

source: Select J1939 database filename...
de: Wähle J1939 Datenbankdateiname...

source: Create J1939 database window failed!
de: Erzeugung des J1939 Datenbankfensters fehlgeschlagen!

source: Configure Message Display - J1939
de: Konfiguriere Nachrichtenfenster - J1939

source: Please enter integer between 0 and %d
de: Bitte Integer zwischen 0 und %d eingeben

source: Message Name cannot be empty!
de: Nachrichtsname kann nicht leer sein!

source: cannot be empty!
de: kann nicht leer sein!

source: Invalid message ID!
de: Ungültige Nachrichten-ID!

source: You have signals defined for this message for previous message length. Reducing message length will delete redundent signals and associated description defined for this message. Do you want to delete these signals? Select "Yes" to delete the signal(s) and to accept new message length value. Select "No" to retain the previous message length.
de: Sie haben Signale für diese Nachricht für die vorherige Nachrichtenlänge definiert. Reduzierung der Nachrichtenlänge wird redundante Signale oder darauf bezogene Beschreibungen für diese Nachricht löschen. Wollen sie diese Signale löschen? Selektieren sie "Ja", um die Signal(e) zu löschen und den neuen Nachrichtenlängenwert zu akzeptieren. Selektieren sie "Nein", um die vorherige Nachrichtenlänge beizubehalten.

source: Could not delete the signals...
de: Kann die Signale nicht löschen...

source: Duplicate message name found!
de: Duplizierter Nachrichtenname gefunden!

source: Duplicate message code found!
de: Duplizierter Nachrichtenkode gefunden!

source: Could not update the changes..!
de: Kann die Änderungen nicht aktualisieren..!

source: Not able to create the list control.
de: Es ist nicht möglich die Listenkontrolle zu erzeugen.

source: Unable to Allocate Memory.
de: Speicherallokation nicht möglich.

source: Time
de: Zeit

source: Channel
de: Kanal

source: Type
de: Typ

source: Message
de: Nachricht

source: Msg Type
de: Nachr.-Typ

source: Data Byte(s)
de: Datenbyte(s)

source: Src
de: Quelle

source: Dest
de: Ziel

source: Priority
de: Priorität

source: Error code: %X
de: Fehlerkode: %X

source: Invalid message ID
de: Ungültige Nachrichten-ID

source: Duplicate message ID
de: Doppelte Nachrichten-ID

source: Invalid message string
de: Ungültige Nachrichtenzeichenkette

source: Add Message Display Attributes
de: Hinzufügen von Nachrichtenanzeigeattributen

source: MMI: CMainFrame::OnCreate() Could not create font for Combo Box
de: MMI: CMainFrame::OnCreate() konnte Schriftart für Kombinationsbox nicht erzeugen

source: Bit No
de: Bit-Nr

source: Length
de: Länge

source: Max Val
de: Max.-Wert

source: Min Val
de: Min.-Wert

source: Offset
de: Versatz

source: Scale Fac
de: Skalierungsfak.

source: Unit
de: Einheit

source: Byte Order
de: Bytereihenfolge

source: Signal Description
de: Signalbeschreibung

source: Signal Value
de: Signalwert

source: Extended
de: Erweitert

source: Duplicate message name!
de: Duplizierter Nachrichtenname!

source: Duplicate message id!
de: Duplizierte Nachrichten-ID!

source: Invalid Hexadecimal Number!
de: Ungültige Hexadezimalnummer!

source: Changing Signal Range will delete invalid signal description(s) Do you want to continue?
de: Änderung des Signalbereichs wird ungültige Signalbeschreibung(en) löschen Wollen sie fortfahren?

source: Double click on the list item to select the signal details dialog
de: Doppelklicken auf den Listeneintrag um den Signaldetailsdialog zu selektieren

source: No signal description selected!
de: Keine Signalbeschreibung selektiert!

source: Could not delete seleceted message!
de: Kann die selektierte Datei nicht löschen!

source: Database filename is empty.
de: Datenbankdateiname ist leer.

source: Invalid database filename
de: Ungültiger Datenbankdateiname

source: created successfully.
de: erfolgreich erzeugt.

source: is not created for CAN. Please load CAN related DBF file.
de: ist nicht für CAN erzeugt. Bitte laden sie eine auf CAN bezogene DBF-Datei.

source: is not created for J1939. Please load J1939 related DBF file.
de: ist nicht für J1939 erzeugt. Bitte laden sie eine auf J1939 bezogene DBF-Datei.

source: Database file corrupted
de: Datenbankdatei beschädigt

source: Error in opening %s database file
de: Fehler beim Öffnen der Datenbankdatei %s

source: is an invalid DBF file.
de: ist eine ungültige DBF-Datei.

source: is not created for CAN. Since one of the message length exceeds 8 bytes.
de: wurde nicht für CAN generiert, da eine der Nachrichtenlängen 8 Bytes überschreitet.

source: Insufficient Data
de: Unzureichende Daten

source: Invalid message code
de: Ungültiger Nachrichtenkode

source: File "%s" has been modified which is currently being loaded. Do you want to re-import it to reflect the changes?
de: Datei "%s" wurde modifiziert, die gerade geladen wurde. Wollen sie reimportieren, um die Änderungen zu übernehmen?

source: Font creation unsuccessful
de: Zeichensatzerzeugung nicht erfolgreich

source: Trace Window
de: Verfolgungsfenster

source: Message ID
de: Nachrichts-ID

source: Message Text
de: Nachrichtstext

source: Failed to create memory for sortable column.
de: Erzeugen des Speichers für sortierbare Spalte fehlgeschlagen.

source: Minimum value field can't be empty!
de: Minimumwertfeld darf nicht leer sein!

source: Maximum value field can't be empty!
de: Maximumwertfeld darf nicht leer sein!

source: Factor value field can't be empty!
de: Faktorwertfeld darf nicht leer sein!

source: Maximum and minimum values cannot be equal
de: Maximum- und Minimumwerte dürfen nicht gleich sein

source: Invalid DLC value: %d. Please enter a value between 0 and %d.
de: Ungültiger DLC-Wert: %d. Bitte geben sie einen Wert zwischen 0 und %d ein.

source: Invalid PGN value: %x. Please enter a value between 0 and 0x%x.
de: Ungültiger PGN-Wert: %x. Bitte geben sie einen Wert zwischen 0 und 0x%x ein.

source: Address 0x
de: Adresse 0x

source: Destination 0x
de: Ziel 0x

source: Transmission started...
de: Übertragung gestartet...

source: Stopping Transmission...
de: Stoppe Übertragung...

source: Transmission stopped...
de: Übertragung gestoppt...

source: Stop
de: Stopp

source: Transmit
de: Übertragen

source: Signal description cannot be emtpy!
de: Signalbeschreibung darf nicht leer sein!

source: Signal value cannot be emtpy!
de: Signalwert darf nicht leer sein!

source: Signal description already exists!
de: Signalbeschreibung existiert bereits!

source: Signal value already exists!
de: Signalwert existiert bereits!

source: Could not update...
de: Aktualisierung nicht möglich...

source: (Decimal range %s to %s)
de: (Dezimalbereich %s bis %s)

source: could not add frame filter
de: Konnte Rahmenfilter nicht hinzufügen

source: could not add event filter
de: Konnte Ereignisfilter nicht hinzufügen

source: could not add error filter
de: Konnte Fehlerfilter nicht hinzufügen

source: could not remove frame filter
de: Konnte Rahmenfilter nicht entfernen

source: could not remove event filter
de: Konnte Ereignisfilter nicht entfernen

source: could not remove error filter
de: Konnte Fehlerfilter nicht entfernen

source: could not create rx queue
de: Konnte Empfangswarteschlange nicht erzeugen

source: could not create tx queue
de: Konnte Sendewarteschlange nicht erzeugen

source: could not get OCI function pointers
de: Konnte die OCI-Funktionszeiger nicht ermitteln

source: failed to load
de: Laden fehlgeschlagen

source: Please have a look at: https://github.com/rbei-etas/busmaster/wiki/Hardware-support
de: Bitte schauen sie auf: https://github.com/rbei-etas/busmaster/wiki/Hardware-support

source: could not get CSI function pointers
de: Konnte die CSI-Funktionszeiger nicht ermitteln

source: could not get timer resolution
de: Konnte Uhrauflösung nicht ermitteln

source: could not add filters
de: Konnte Filter nicht hinzufügen

source: could not open controller
de: Konnte Kontroller nicht öffnen

source: could not create controller
de: Konnte Kontroller nicht erzeugen

source: could not destroy controller
de: Konnte Kontroller nicht zerstören

source: could not close controller
de: Konnte Kontroller nicht schließen

source: could not destroy the queue
de: Konnte die Warteschlange nicht zerstören

source: could not remove the filter
de: Konnte den Filter nicht entfernen

source: could not configure the controller
de: Konnte den Kontroller nicht konfigurieren

source: could not start the controller in running mode
de: Konnte den Kontroller im laufenden Modus nicht starten

source: could not get controller mode
de: Konnte den Kontrollermodus nicht ermitteln

source: could not stop the controller in suspended mode
de: Konnte den Kontroller im pausierten Modus nicht stoppen

source: could not write CAN data onto bus
de: Konnte CAN-Daten nicht auf den Bus schreiben

source: Please select at least one hardware
de: Bitte wählen sie mindestens eine Hardware

source: Please select at most %d hardwares
de: Bitte wählen sie höchstens %d Hardware

source: User defined
de: Benutzerdefiniert

source: Too many IXXAT CAN controllers found. Abort filling hardware list!
de: Zu viele IXXAT-CAN-Kontroller gefunden. Breche füllen der Hardwareliste ab!

source: Required number of hardware are not configured. Application will use default channel association with hardware
de: Erforderliche Anzahl an Hardware nicht konfiguriert. Applikation wird standardmäßige Kanalassoziation mit Hardware nutzen

source: Required number of hardware are not present Required: %2d Available: %2d
de: Erforderliche Anzahl an Hardware ist nicht präsent Erforderlich: %2d Verfügbar: %2d

source: Error connecting to driver
de: Fehler beim Verbinden zum Treiber

source: Could not start the read thread
de: Konnte den Lese-Thread nicht starten

source: Kvaser - %s, Serial Number- %ld, Firmware- %s
de: Kvaser - %s, Seriennummer- %ld, Firmware- %s

source: %s, Serial Number: %ld, Firmware: %s
de: %s, Seriennummer: %ld, Firmware: %s

source: Problem Finding Device!
de: Problem das Gerät zu finden!

source: Number of Kvaser hardware available: %d
de: Anzahl verfügbarer Kvaser-Hardware: %d

source: No Kvaser hardware available. Please check if Kvaser drivers are installed.
de: Keine Kvaser-Hardware verfügbar. Bitte prüfen ob Kvaser-Treiber installiert sind.

source: Invalid Configuration
de: Ungültige Konfiguration

source: The Warning limit "%s" is beyond the limit %d - %d
de: Die Warnungsgrenze "%s" ist außerhalb der Grenze %d - %d

source: error opening "Tiny-CAN" interface
de: Fehler beim Öffnen der "Tiny-CAN"-Schnittstelle

source: could not write can data into bus
de: Konnte CAN-Daten nicht auf den Bus schreiben

source: System error message retrieval operation failed
de: Systemfehlernachrichtenabrufoperation fehlgeschlagen

source: Null argument value(s) in SetAppParams
de: Null Argumentenwert(e) in SetAppParams

source: Improper current state to call SetAppParams
de: Ungeeigneter aktueller Status um SetAppParams aufzurufen

source: Unregister failed
de: Deregistrierung fehlgeschlagen

source: CAN_STUB_SetConfigData called at improper state
de: CAN_STUB_SetConfigData bei ungeeignetem Zustand aufgerufen

source: A simulation engine to create a virtual bus system
de: Eine Simulationsmaschine um ein virtuelles Bussystem zu erzeugen

source: CAN_STUB_Connect called at STATE_PRIMORDIAL
de: CAN_STUB_Connect wurde bei STATE_PRIMORDIAL aufgerufen

source: CAN_STUB_Connect called at improper state
de: CAN_STUB_Connect wurde bei ungeeignetem Zustand aufgerufen

source: Unable to start the reading thread
de: Konnte den Lese-Thread nicht starten

source: CAN_STUB_DeselectHwInterface called at STATE_PRIMORDIAL
de: CAN_STUB_DeselectHwInterface wurde bei STATE_PRIMORDIAL aufgerufen

source: CAN_STUB_DeselectHwInterface called at improper state
de: CAN_STUB_DeselectHwInterface wurde bei ungeeignetem Zustand aufgerufen

source: CAN_STUB_StopHardware called at improper state
de: CAN_STUB_StopHardware wurde bei ungeeignetem Zustand aufgerufen

source: CAN_STUB_StartHardware called at improper state
de: CAN_STUB_StartHardware wurde bei ungeeignetem Zustand aufgerufen

source: Unable to register to the simulation engine
de: Registrierung der Simulationsmaschine nicht möglich

source: Can't convert from BSTR to ASCII string
de: Konnte die Zeichenkette nicht von BSTR nach ASCII konvertieren

source: vxlapi.dll already loaded
de: vxlapi.dll bereits geladen

source: vxlapi.dll loading failed
de: Laden der vxlapi.dll fehlgeschlagen

source: Getting Process address of the APIs failed
de: Ermittlung der Prozessadresse der APIs fehlgeschlagen

source: Vector XL - %s, Serial number - %d
de: Vector XL - %s, Seriennummer - %d

source: No available channels found! (e.g. no CANcabs...)
de: Keine verfügbaren Kanäle gefunden! (e.g. no CANcabs...)

source: Problem finding device!
de: Problem das Gerät zu finden!

source: Number of Vector hardware available: %d
de: Anzahl verfügbarer Vector Hardware: %d

source: VSCAN_Read failed
de: VSCAN_Read fehlgeschlagen

source: WaitForSingleObject failed
de: WaitForSingleObject fehlgeschlagen

source: set timestamp ioctl failed
de: setzen des timestamp ioctl fehlgeschlagen

source: set filter mode ioctl failed
de: setzen des filter mode ioctl fehlgeschlagen

source: set acceptance code mask ioctl failed
de: setzen des acceptance code mask ioctl fehlgeschlagen

source: set speed ioctl failed
de: setzen des speed ioctl fehlgeschlagen
